Repository: RooieDirk/printing_pi
Catalog: po/*.po
Languages: it_it

source: Printing player
it_it: Simulateur Printing

source: Almost a simulator
it_it: Quasi un simulatore

source: Select Vessel Start Position
it_it: Seleziona Posizione Inizio Nave

source: MMSI must be 9 digits. Edit using Preferences
it_it: MMSI deve contenere 9 cifre. Modifica usando Preferenze

source: Grib plugin version not supported.
it_it: Versione plugin Grib non supportata.

source: Use versions %d.%d to %d.%d
it_it: Usa le versioni %d.%d per %d.%d

source: Weather Routing
it_it: Routing Meteo

source: Preferences
it_it: Preferenze

source: Tiller Control
it_it: Controllo Timone

source: Start
it_it: Inizio

source: Heading:
it_it: Direzione:

source: Speed:
it_it: Velocità:

source: Kts
it_it: Nodi

source: Speed Control
it_it: Controllo velocità

source: Hand Steering
it_it: barrare a mano

source: Autopilot Control
it_it: Controllo autopilota

source: Follow
it_it: Segui

source: Sail
it_it: Vela

source: Using Sail
it_it: Usare Vela

source: Alarms
it_it: allarmi

source: DSC Distress Alert
it_it: Avviso Di Emergenza DSC

source: Distress Alert
it_it: Avviso Di Emergenza

source: DSC Distress Cancel
it_it: Interruzione emergenza DSC

source: Distress Cancel
it_it: Annulla Emergenza

source: Distress Relay
it_it: Relè di Emergenza

source: Relay Cancel
it_it: Annullamento Relè

source: Transmit
it_it: Trasmetti

source: Save to file
it_it: Salva su file

source: Please right-click and choose vessel start position
it_it: Si prega di cliccare con tasto destro e scegliere la posizione di partenza dell'imbarcazione

source: MMSI must be nine digits Edit using Preferences
it_it: MMSI deve contenere 9 cifre. Modifica usando Preferenze

source: Printing has been stopped
it_it: Printing è stato fermato

source: Vessel stopped
it_it: Nave ferma

source: Route or waypoint must be activated Has a connection been made in Options->Connections?
it_it: Percorso o waypoint devono essere attivati È stata effettuata una connessione in Opzioni->Connessioni?

source: Printing has not been started
it_it: Printing non è stato avviato

source: No DSC Distress activated
it_it: Nessun soccorso DSC attivato

source: Please start Printing
it_it: Si prega di avviare Printing

source: Invalid Boat Polars file
it_it: File Boat Polars non valido

source: Grib data is not available for the present date/time or location
it_it: I dati Grib non sono disponibili per la data/ora o la posizione attuale

source: Unable to read navobj file
it_it: Impossibile leggere il file navobj

source: Invalid xml file
it_it: File xml non valido

source: Select the route to follow
it_it: Seleziona il percorso da seguire

source: Route not found
it_it: Percorso non trovato

source: Cancel
it_it: Annulla
